{
  "points": [
    {
      "pointsMain": [
        {
          "id": 1,
          "nom": "Le point d’arrêt",
          "description": "Lorsque l’on coud à la main, il est essentiel de bien fixer les points. Le point d’arrêt consiste à réaliser un petit nœud en piquant l’aiguille en arrière, puis en formant une boucle par-dessus. Cela garantit une fixation solide et durable de votre couture, que ce soit pour des réparations ou des projets plus complexes.",
          "image": "/images/points/pointArret.png"
        },
        {
          "id": 2,
          "nom": "Le point bâti",
          "description": "Utilisé pour maintenir temporairement deux épaisseurs de tissu, le point bâti est idéal lorsque vous souhaitez tester une couture avant de la rendre définitive. Avec un fil contrasté, il est acile à retirer une fois la couture permanente réalisée. Chaque point mesure environ 1 cm de long, et il doit être espacé d'environ 0,6 cm.",
          "image": "/images/points/pointBati.png"
        },
        {
          "id": 3,
          "nom": "Le point devant",
          "description": "Ce point très court et régulier est parfait pour réaliser des coutures fines ou des fronces. Son utilisation est idéale lorsque vous souhaitez une finition propre et solide, idéale pour un usage permanent. Pour réaliser un point devant, piquez l’aiguille à 0,2 cm de chaque côté de la couture et tirez pour fixer le tissu.",
          "image": "/images/points/pointDevant.png"
        },
        {
          "id": 4,
          "nom": "Le point arrière",
          "description": "Le point arrière est le plus solide des points à la main, parfait pour réparer des coutures sur des tissus épais. Il crée une couture durable et résistante, idéale pour les matériaux comme la toile ou le jean. Pour le réaliser, piquez l’aiguille en arrière du dernier point et ressortez un demi-point plus loin, à l’endroit où vous souhaitez avancer.",
          "image": "/images/points/pointArriere.png"
        },
        {
          "id": 5,
          "nom": "Le point d’ourlet invisible",
          "description": "Le point d’ourlet invisible est une technique de finition soignée et discrète, utilisée pour assembler les bords d'un ourlet sans que le fil ne soit visible à l’extérieur. Il est parfait pour les ourlets sur des tissus délicats et pour donner une finishing professionnelle à vos vêtements. À pratiquer avec soin, il est pratiquement invisible une fois réalisé !",
          "image": "/images/points/pointOurletInvisible.png"
        },
        {
          "id": 6,
          "nom": "Le point d’ourlet oblique",
          "description": "Rapide mais moins durable, le point d’ourlet oblique est idéal si vous êtes pressé(e) et que vous travaillez sur un vêtement que vous allez rentrer dans une autre pièce, comme un pantalon. Il permet de réaliser un ourlet rapidement, mais ne garantit pas une longévité parfaite.",
          "image": "/images/points/pointOurletOblique.png"
        },
        {
          "id": 7,
          "nom": "Le point de chausson",
          "description": "Ce point est très solide et presque invisible, parfait pour fixer un ourlet replié de manière discrète. Vous piquerez l’aiguille dans le pli de l’ourlet et ressortirez un petit morceau de tissu, sans que le point ne soit visible. Cela donne un résultat impeccable et durable !",
          "image": "/images/points/pointChausson.png"
        },
        {
          "id": 8,
          "nom": "Le point coulé",
          "description": "Le point coulé est utilisé pour joindre deux bords pliés ensemble, notamment quand la couture se trouve dans un endroit difficile à atteindre. Il crée une couture discrète, idéale pour les réparations ou les finitions difficiles à réaliser à la machine.",
          "image": "/images/points/pointCoule.png"
        }
      ],

      "pointsMachine": [
        {
          "id": 1,
          "nom": "Le point droit",
          "description": "Le point droit est un incontournable, l’Oscar du point le plus polyvalent ! Ce point permet de tout faire : assembler, surpiquer, réaliser des fronces, poser des zips et plus encore. Si vous ne deviez en connaître qu’un, c’est bien celui-ci ! Il faut cependant penser à l’associer à un point d’arrêt pour plus de sécurité.",
          "image": "/images/points/pointDroit.png"
        },
        {
          "id": 2,
          "nom": "Le point zigzag",
          "description": "Après le point droit, le point zigzag se place en deuxième position des points incontournables. Il permet d’éviter l’effilochage des tissus, tout en permettant des coutures extensibles pour des matériaux comme le jersey. Il est aussi parfait pour surfiler ou réaliser des ourlets.",
          "image": "/images/points/pointZigzag.png"
        },
        {
          "id": 3,
          "nom": "Le point zigzag triple",
          "description": "Le zigzag triple est un véritable allié pour les coutures extensibles ou pour travailler avec des tissus élastiques. Grâce à sa forme plus dense, il garantit une meilleure tenue et permet de coudre des élastiques sans les abîmer. Veillez à bien régler la tension pour un résultat optimal.",
          "image": "/images/points/pointTriplé.png"
        },
        {
          "id": 4,
          "nom": "Le point zigzag pointillé ou overlock",
          "description": "Ce point est un must pour les tissus extensibles comme le jersey ou le bord-côte. Il permet de surjeter les bords et d’éviter l’effilochage, tout en offrant une grande souplesse dans les coutures.",
          "image": "/images/points/pointPointilléOverlock.png"
        },
        {
          "id": 5,
          "nom": "Le point boutonnière",
          "description": "Spécialement conçu pour réaliser les boutonnières, ce point vous permet de créer des ouvertures précises et soignées pour y insérer vos boutons. Parfait pour des finitions professionnelles !",
          "image": "/images/points/pointBoutonniere.png"
        },
        {
          "id": 6,
          "nom": "Le point invisible",
          "description": "une finition propre et discrète. Grâce à lui, vos coutures restent invisibles à l’extérieur, pour une finition élégante et nette.",
          "image": "/images/points/pointInvisible.png"
        }
      ]
    }
  ]
}
